tap "felixkratz/formulae"
tap "koekeishiya/formulae"
brew "bat"
brew "cargo-all-features"
brew "cava"
brew "sdl2"
brew "ffmpeg"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "git"
brew "go"
brew "howdoi"
brew "lazygit"
brew "mpc"
brew "mpd", restart_service: :changed
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "pipx"
brew "rust"
brew "rustup"
brew "sdl3"
brew "silicon"
brew "spicetify-cli"
brew "starship"
brew "stow"
brew "tmux"
brew "typescript"
brew "vim"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "aldente"
cask "android-platform-tools"
cask "betterdiscord-installer"
cask "discord"
cask "font-cascadia-code-nf"
cask "font-cascadia-mono-nf"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "iina"
cask "keepingyouawake"
cask "kitty"
cask "linearmouse"
cask "messenger"
cask "microsoft-openjdk@21"
cask "raycast"
cask "rustdesk"
cask "shottr"
cask "spotify"
cask "steam"
cask "stremio"
cask "the-unarchiver"
cask "wezterm"
